Repository: AnaelMobilia/grisbi
Catalog: help/tips/*.po
Languages: de, es, fr

source: By double cliking on a date field, you can pop up a calendar to select a date.
de: Bei einem Doppelklick in einem Datumsfeld wird ein Kalender geöffnet - es kann in weiterer Folge ein Datum im Kalender ausgewählt und in das Datumsfeld übernommen werden.
es: Pinchando dos veces en un campo de fecha, aparecerá un calendario para seleccionar el día.
fr: ... en double cliquant sur un champs de date, vous faites apparaître un calendrier.

source: Grisbi automatically saves a copy of your work if it crashes. Thus it is unlikely that you loose any data in case Grisbi encounters a programming error.
de: Grisbi erstellt automatisch eine Sicherungsdatei bei einem Programmabsturz. Durch diese Maßnahme wird ein Datenverlust verhindert.
es: Grisbi guarda automáticamene una copia de su trabajo por si se cierra inesperadamente. Así es poco probable que pierda sus datos en caso de que haya un error de programación en Grisbi.
fr: ... Grisbi sauvegarde automatiquement une copie de votre travail si Grisbi plante. Ainsi, il y a peu de chances que vous perdiez votre travail si Grisbi rencontre une erreur de segmentation.

source: Grisbi can import Gnucash files natively, then you don't loose your work when you switch from Gnucash to Grisbi.
de: Grisbi kann Gnucash Dateien ohne Konvertierung importieren, dadurch entsteht kein Datenverlust bei einem Wechseln von Gnucash zu Grisbi.
es: Grisbi puede importar ficheros de Gnucash de forma nativa por lo que si decide usar Grisbi en lugar de Gnucash no tendrá que perder sus datos.
fr: ... Grisbi peut importer des fichiers Gnucash nativement. Ainsi, vous ne perdez pas de travail quand vous passez de Gnucash à Grisbi.

source: If unused payees have accumulated in the course of time due to bank imports, you can remove all of them in one click! Just go to the <i>Payees</i> page and click on the 'Remove unused payees' button.
fr: ... si les tiers inutilisés se sont accumulés au cours du temps à cause de multiples importations, vous pouvez tous les enlever en un clic ! Il suffit d'aller dans l'onglet <i> Tiers </i> et de cliquez sur le bouton "Supprimer les tiers non utilisés".

source: No more tip available ! Please send any tips you know to grisbi-devel@lists.sourceforge.net so that we can include them in next version for all users.
de: Es sind keine weiteren Tipps verfügbar ! Falls Sie einen Tipp kennen, senden Sie diesen bitte an die Grisbi Entwicklerliste (grisbi-devel@lists.sourceforge.net).
es: ¡ No hay más consejos disponibles ! Por favor envíe los consejos que se le ocurran a grisbi-devel@lists.sourceforge.net para que podamos incluirlos en la siguiente versión para todos los usuarios.
fr: Plus d'astuce disponible ! Si vous en avez, envoyez les astuces que vous connaissez à grisbi-devel@lists.sourceforge.net pour que nous puissions les inclure dans la prochaine version et en faire profiter tous les utilisateurs de Grisbi.

source: There are shortcuts in date fields, to avoid typing date or selecting it with mouse. <b>+</b> and <b>-</b> increment and decrement date of one day, <i>Page Up</i> and <i>Page Down</i> increment and decrement date of one month ... and there are more, check out the manual.
fr: ... il existe des raccourcis dans les champs de date, pour éviter leur saisie au clavier ou leur sélection à la souris. Les touches <b>+</b> et <b>-</b> incrémentent et décrémentent la date d'un jour, <i>Page précédente</i> et <i>Page suivante</i> incrémente et décrémente la date d'un mois... et bien d'autres, allez voir le manuel.

source: You can archive previous financial years to speed up Grisbi and possibily put old transactions into separate files for archival. Use 'File/Archive transaction' menu to achieve this.
fr: ... vous pouvez archiver les données des années antérieures pour accélérer Grisbi et éventuellement archiver les données antérieures dans des fichiers séparés pour archivage. Utilisez les menus Fichier -> Créer une archive et Fichier -> Exporter une archive vers un fichier GSB/QIF/CSV...pour y parvenir.

source: You can configure fields displayed in the transaction form. Go to the <i>Preferences</i> dialog and select the <i>Form content</i> option. Then you can click on fields to be displayed and drag them through the form to adjust their position.
de: Sie können im Buchungsformular die Anzeige der Eingabefelder anpassen. Rufen Sie dazu bitte den Menüpunkt <i> Bearbeiten - Einstellungen</i> auf. In der Sektion <i> Buchungsformular</i> können Sie Felder auswählen und die Position der Felder festlegen.
es: Puede configurar los campos que se muestran en el formulario de transacciones. Vaya al diálogo de <i>Preferencias</i> y elija la opción de <i>Contenido del formulario</i>. Después podrá seleccionar los campos para mostrar y cambiar su posición en el formulario.
fr: ... vous pouvez configurer les champs visibles du formulaire des opérations. Allez dans les <i>Préférences</i> puis dans l'onglet <i>Formulaire des opérations</i> > <i>Contenu</i>. Vous pouvez ensuite cliquer sur les champs à afficher et les déplacer pour changer leur position.

source: You can configure the contents of the transaction list. Right-click on a cell of the transaction list and select the <i>Change cell content</i> option. Then select any content you want and configure transaction list to your needs.
de: Sie können die Darstellung der Buchungsübersicht anpassen. Durch einen "Rechts-Klick" kann in der Buchungsübersicht ein Kontextmenü aufgerufen werden, mit <i>Den Zelleninhalt ändern</i> kann die Darstellung der Buchungsübersicht Ihren persönlichen Bedürfnissen angepasst werden.
es: Puede configurar los contenidos de la lista de transacciones. Haga click con el botón derecho del ratón en una celda de la lista de transacciones y seleccione la opción <i>Cambiar contenido de la celda</i>. Después elija el contenido que desee y configure la lista de transacciones a sus necesidades.
fr: ... vous pouvez configurer le contenu de la liste des opérations. Faites un clique-droit sur la liste d'opération et sélectionnez <i>Modifier le contenu de la cellule</i>. Sélectionnez ensuite le contenu désiré et configurez ainsi la liste des opérations selon vos besoins.

source: You can create categories or budgetary lines directly by typing them in transaction form. If you write a category or a budgetary line which name contains a ':', a sub-category or sub-budgetary line will be created as well.
de: Kategorien oder Budgeteinträge können direkt im Buchungsformular erfasst werden. Mit dem Trennzeichen ':' können auch Unterkategorien und Teil-Budgeteinträge direkt erstellt werden, z.B.: 'Wohnung:Miete'.
es: Puede crear categorías o líneas presupuestarias directamente escribiéndolas en el formulario de transacciones. Si escribe una categoría o una línea presupuestaria con un nombre que contenga ':', una subcategoría o sublínea presupuestaria se creará también.
fr: ... vous pouvez créer des catégories ou des imputations budgétaires en les tapant directement dans le formulaire de saisie d'opérations. Si vous écrivez une catégorie ou une imputation budgétaire dont le nom contient un « : », une sous catégorie ou une sous imputation budgétaire sera créée également.

source: You can efficiently manage your professional expenses with Grisbi. Create a <i>Professional expenses</i> budgetary line and put all professional expenses there. When you are paid, split your salary as a split of transaction, with both a <i>Salary</i> part and a <i>Profesionnal expenses</i> part. Then, you can create a new report that sums up transactions from the <i>Profesionnal expenses</i> budgetary line and see the balance.
es: Puede manejar eficientemente sus gastos profesionales con Grisbi. Cree una línea presupuestaria de <i>Gastos profesionales</i> y ponga todos sus gastos profesionales ahí. Cuando le paguen, divida su salario como una nota de transacción con ambas partes: <i>Salario</i> y <i>Gastos profesionales</i>. Después, puede crear un nuevo informe que agrupe las transacciones de la línea presupuestaria de <i>Gastos profesionales</i> y vea el balance.
fr: ... vous pouvez de manière efficace gérer vos dépenses professionnelles avec Grisbi. Créez une ligne d'imputation budgétaire <i>Frais professionnels</i> et placez y toutes vos dépenses professionnelles. Quand vous serez payé, divisez votre salaire en opération ventilée, avec le <i>Salaire</i> d'une part et vos <i>Frais professionnels</i> d'autre part. Ensuite , vous pouvez créer un nouvel état qui fait la somme des opérations de la ligne d'imputation budgétaire <i>Frais professionnels</i> et en voir le total général.

source: You can encrypt your Grisbi files to improve your privacy. Just select the 'Encrypt Grisbi file' in preferences window and enter a password next time you save your file. Encryption is irreversible, if you loose your password, there is NO WAY to restore your Grisbi accounts. Use with caution !
de: Die Grisbi-Datei kann verschlüsselt werden. Die Verschlüsselung wird im Dialog Einstellungen mit der Option 'Datei verschlüsseln' aktiviert. Das Passwort wird beim ersten Speichern nach dem Aktivieren der Verschlüsselung festgelegt. Beachten Sie bitte dass die Verschlüsselung nicht rückgängig gemacht werden werden kann - wenn Sie das Passwort vergessen ist kein Zugriff auf die Daten in der Grisbi-Datei möglich.
es: Puede encriptar sus ficheros de Grisbi para aumentar su privacidad. Tan sólo seleccione 'Encriptar fichero Grisbi' en la ventana de preferencias e introduzca una contraseña la próxima vez que guarde su fichero. El encriptado es irreversible, si pierde su contraseña, no hay NINGUNA FORMA de recuperar sus cuentas de Grisbi ¡ Úselo con precaución !
fr: Vous pouvez crypter vos fichiers Grisbi pour améliorer votre vie privée. Sélectionnez l'option "Crypter le fichier Grisbi" dans l'onglet <i>Fichiers des Préférences</i> et entrez un mot de passe la prochaine fois que vous enregistrez votre fichier. Le chiffrement est irréversible, si vous perdez votre mot de passe, il n'y a aucun moyen de restaurer vos comptes Grisbi. A utiliser avec précaution!

source: You can have future scheduled transactions 'executed' before their date,
fr: ... vous pouvez prévoir d'exécuter des transactions futures avant leur date,

source: You can hide annoying dialogs like this one, by clicking the <i>'Do not show this message again'</i> checkbox in this dialog. You can then activate them again by going to the <i>Preferences</i> window and then to the <i>Dialog and messages</i> option.
de: Sie können die Anzeige von Hinweisfenstern im Dialog Einstellungen unter "Meldungen & Warnungen" festlegen.
es: Puede ocultar los diálogos molestos como este, activando la opción <i>'No mostrar estos mensajes de nuevo'</i> en este diálogo. Puede activarlos de nuevo yendo a la ventana de <i>Preferencias</i> y después a la opción de <i>Diálogo y mensajes</i>.
fr: ... vous pouvez cacher les messages gênants, comme celui-ci, en cochant la case <i>Ne plus montrer ce message</i> de cette fenêtre. Vous pouvez les afficher à nouveau en allant dans la fenêtre <i>Préférences</i> puis dans la section <i>Messages et alertes</i>.

source: You can organize transactions into budgetary lines, which are budgetary items (why money is spent) that can help you classify your spendings. Combined with categories (how money is spend), budgetary lines are a powerful way to analyse budget and to make reports.
de: Mit Budgeteinträgen und Kategorien können Buchungen gruppiert und in weiterer Folge analysiert/mit Berichten ausgewertet werden. Mit den Budgeteinträgen kann das 'Warum' und mit den Kategorien das 'Wie' ausgewertet werden.
es: Puede organizar sus transacciones en líneas presupuestarias que son elementos presupuestarios (por qué se gasta el dinero) que pueden ayudarle a clasificar sus gastos. Combinados con las categorías (Cómo se gasta el dinero), las líneas presupuestarias son una forma muy potente de analizar los presupuestos y hacer informes.
fr: ... vous pouvez organiser les opérations en imputations budgétaires, qui sont des postes budgétaires (<i>pourquoi</i> l'argent est dépensé) vous permettant de classifier vos dépenses. En combinaison avec les catégories (<i>comment</i> l'argent est dépensé), les imputations budgétaires sont une manière d'analyser un budget et de faire des états.

source: You can reconcile transactions to match your real financial state as seen on your bank receipts. If you just spend 15mn each month reconciling Grisbi transactions with your bank receipts, you are guaranteed that your accounts are in perfect shape.
de: Buchungen können abgestimmt werden, damit die Buchungen in Grisbi mit den Buchungen von Bankkonten übereinstimmen. Eine Abstimmung dauert pro Monat maximal 15 Minuten, wenn Sie diese Zeit investieren sind die Buchungen in der Grisbi-Datei immer in einem konsistenten Zustand.
es: Puede reconciliar transacciones para cuadrar su estado financiero real tal y como aparece en sus extractos del banco. Si emplea 15 minutos cada més conciliando sus transacciones en Grisbi con los extractos de su banco, se asegurará que sus cuentas están siempre bien ajustadas.
fr: ... vous pouvez rapprocher les transactions en fonction de votre état financier réel comme on le voit sur vos reçus de banque. Si vous dépensez chaque mois juste 15 mn pour mettre en concordance Grisbi avec vos relevés bancaires, vous êtes assurés que vos comptes sont en parfait état.

source: You can reorder accounts in the navigation list using drag &amp; drop.
fr: ... vous pouvez réorganiser la liste des comptes en cliquant sur le nom du compte et en le déplaçant là ou vous le voulez.

source: You can sort the transaction list according to any criteria. Click on the column titles to sort transactions differently. For example, you can sort transactions by payee or category name.
fr: ... vous pouvez trier la liste des transactions selon n'importe quelle donnée. Cliquez avec le bouton droit de la souris sur le <i>titre la colonne</i> qui contient la donnée puis choisissez là comme critère. Par exemple vous pouvez trier la liste par tiers ou par catégorie.

source: You can use the import facility to automatically reconcile transactions against a QIF or OFX file from your online bank.
de: Sie können mit dem Import von QIF oder OFX Dateien von Ihrem Bankkonto die erfassten Buchungen abstimmen. Die meisten Banken bieten die Möglichkeit, Kontodaten "online" zu exportieren.
es: Puede usar la opción de importaciones para automáticamente conciliar las transacciones contra un fichero QIF u OFX de su banca online.
fr: ... vous pouvez utiliser l'assistant d'importation pour réconcilier automatiquement vos opérations avec un fichier QIF ou OFX de votre banque en ligne.

source: There are shortcuts in date fields, to avoid typing date or selecting it with mouse. <i>+</i> and <i>-</i> increment and decrement date of one day, <i>Page Up</i> and <i>Page Down</i> increment and decrement date of one month ... and there are more, check out the manual.
de: In Datumsfeldern gibt es Tastenkombinationen für eine schnellere Dateneingabe. <i>+</i> und <i>-</i> erhöhen bzw. reduzieren das Datum um einen Tag, <i>Bild auf</i> und <i>Bild ab</i> erhöhen bzw. reduzieren das Datum um ein Monat... Alle Tastenkombinationen sind im Handbuch beschrieben.
es: Hay atajos de teclado en los campos de fecha, para que no tenga que escribir la fecha completa o seleccionarla con el ratón. <i>+</i> y <i>-</i> mueven la fecha día arriba y día abajo, <i>Avpág</i> y <i>Repág</i> mueven la fecha un mes arriba y abajo ... y hay más atajos, consulte el manual.

source: You can archive previous financial years to speed up Grisbi and possibily put old transactions into separate files for archival.
de: Buchungen können seit Version 0.6 archiviert werden, dadurch wird die Datenverarbeitung beschleunigt. Desweiteren können archivierte Buchungen in separate Dateien verschoben werden.

source: You can customize the transaction form layout via the 'Preferences' window and define whatever layout suits your needs.
de: Das Buchungsformular kann im Dialog Einstellungen individuell angepasst werden.

source: You can double-click on any date entry to pop up a calendar in order to enter a date more easily.
de: Bei einem Doppelklick in einem Datumsfeld wird ein Kalender geöffnet - es kann in weiterer Folge ein Datum im Kalender ausgewählt und in das Datumsfeld übernommen werden.

source: You can efficiently manage your professional expenses with Grisbi. Create a <i>Professional expenses</i> budgetary line and put all professional expenses there. When you are paid, split your salary as a breakdown of transaction, with both a <i>Salary</i> part and a <i>Profesionnal expenses</i> part. Then, you can create a new report that sums up transactions from the <i>Profesionnal expenses</i> budgetary line and see the balance.
de: Sie können mit Grisbi Geschäftsausgaben effizient verwalten. Erstellen Sie dazu einen Budgeteintrag mit der Bezeichnung <i>Geschäftsausgaben</i> und buchen allen Geschäftsausgaben auf diesen Budgeteintrag. Nach der Bezahlung erstellen Sie eine Splittbuchung, bestehend aus <i>Geschäftsausgaben</i> und <i>Geschäftseinnahmen</i>. Wenn Sie in weiterer Folge einen Report mit den Budgeteinträgen <i>Geschäftsausgaben</i> und <i>Geschäftseinnahmen</i> erstellen wird Ihnen die Bilanz angezeigt.
